Repository: StieCon/quasaro-drive
Catalog: NetworkDriveService/Properties/Strings.*.resx
Languages: de

# MainWindowListColumnConnectedTitle
source: Connected
de: Verbunden

# MainWindowListColumnConnectOnStartupTitle
source: Connect on startup
de: Automatisch verbinden

# MainWindowListColumnCredentialsSavedTitle
source: Credentials saved
de: Benutzerdaten gespeichert

# MainWindowListColumnDriveLetterTitle
source: Local drive letter
de: Laufwerksbuchstabe

# MainWindowListColumnRemoteAddressTitle
source: Remote address
de: Zieladresse

# MainWindowListColumnUserNameTitle
source: Username
de: Benutzername

# MainWindowNetworkDrivesGroupTitle
source: Network Drives
de: Netzlaufwerke

# MainWindowButtonAddDriveTitle
source: Add
de: Neu

# MainWindowButtonEditDriveTitle
source: Edit
de: Bearbeiten

# MainWindowButtonReconnectAllTitle
source: (Re-)connect all
de: Alle (neu) verbinden

# MainWindowButtonRemoveDriveTitle
source: Remove
de: Entfernen

# MainWindowMenuAboutTitle
source: _About
de: Über

# MainWindowMenuAddDriveTitle
source: _Add
de: _Neu

# MainWindowMenuCheckForUpdatesTitle
source: _Check for updates
de: Nach _Updates suchen

# MainWindowMenuCloseTitle
source: _Close
de: _Schließen

# MainWindowMenuConnectAllTitle
source: (Re)_Connect all
de: Alle (neu) _verbinden

# MainWindowMenuConnectingTitle
source: _Connecting
de: _Verbindungen

# MainWindowMenuConnectSelectedTitle
source: _Connect selected
de: Gewählte _verbinden

# MainWindowMenuDisconnectAllTitle
source: _Disconnect all
de: Alle _trennen

# MainWindowMenuDisconnectSelectedTitle
source: _Disconnect selected
de: Gewählte _trennen

# MainWindowMenuDrivesTitle
source: _Drives
de: _Laufwerke

# MainWindowMenuEditDriveTitle
source: _Edit
de: _Bearbeiten

# MainWindowMenuExportAllTitle
source: E_xport all
de: Alle E_xportieren

# MainWindowMenuExportSelectedTitle
source: E_xport selected
de: Gewählte E_xportieren

# MainWindowMenuImportTitle
source: _Import
de: _Importieren

# MainWindowMenuOptionsTitle
source: _Options
de: _Einstellungen

# MainWindowMenuRemoveDriveTitle
source: _Remove
de: _Entfernen

# MessageFatalError
source: Fatal Error ({0}): {1} {2}
de: Fataler Fehler ({0}): {1} {2}

# AboutWindowTitle
source: About
de: Über

# AutoUpdateButtonUpdateNowTitle
source: Update now
de: Jetzt Updaten

# AutoUpdateCouldNotReachServerMessage
source: Could not reach the update server.
de: Der Update-Server ist derzeit nicht erreichbar.

# AutoUpdateDownloadCompleteMessage
source: Download complete. Install now?
de: Update wurde heruntergeladen. Nun installieren?

# AutoUpdateErrorMessage
source: Error while updating ({0}): {1}
de: Fehler beim Update ({0}): {1}

# AutoUpdateInvalidResponseMessage
source: The update server returned an invalid response.
de: Der Update-Server hat eine ungültige Antwort gesendet.

# AutoUpdateReceiveErrorMessage
source: Could not receive from "{0}" ({1}): {2}
de: Konnte nicht von "{0}" empfangen ({1}): {2}

# AutoUpdateUpdateToVersionMessageBrandable
source: {APPNAME} Version {0} is available. Would you like to update now?
de: {APPNAME} Version {0} ist verfügbar. Möchten Sie diese nun installieren?

# AutoUpdateUpToDateMessageBrandable
source: Your {APPNAME} Software is already up to date.
de: Ihre {APPNAME} Software ist bereits auf dem neuesten Stand.

# ButtonAbortTitle
source: Abort
de: Abbrechen

# ButtonCancelTitle
source: Cancel
de: Abbrechen

# ButtonCloseTitle
source: Close
de: Schließen

# CredentialsWindowEnterCredentialsText
source: Please enter your credentials below:
de: Bitte geben Sie ihre Benutzerdaten ein:

# CredentialsWindowPasswordTitle
source: Password
de: Passwort

# CredentialsWindowTitle
source: Credentials
de: Benutzerdaten

# CredentialsWindowUserNameTitle
source: Username
de: Benutzername

# DriveWindowButtonCheckTitle
source: Check
de: Prüfen

# DriveWindowConnectOnLogin
source: Connect on login
de: Automatisch verbinden

# DriveWindowDriveLetterTitle
source: Local drive letter
de: Laufwerksbuchstabe

# DriveWindowDriveLabelTitle
source: Drive label
de: Laufwerksname

# DriveWindowEnterDriveLabelMessage
source: Please enter a name for your drive.
de: Bitte geben Sie einen Laufwerksnamen ein.

# DriveWindowEnterRemoteAddressMessage
source: Please enter a remote address.
de: Bitte geben Sie eine Zieladresse ein.

# DriveWindowNoCredentialsMessage
source: Username or Password are not specified. A connection to this drive might fail.
de: Wenn Benutzername oder Passwort leergelassen werden, kann eventuell keine Verbindung hergestellt werden.

# DriveWindowPasswordTitle
source: Password
de: Passwort

# DriveWindowRemoteAddressTitle
source: Remote address
de: Zieladresse

# DriveWindowSelectDriveLetterMessage
source: Please select a drive letter.
de: Bitte wählen Sie einen Laufwerksbuchstaben.

# DriveWindowUserNameTitle
source: Username
de: Benutzername

# ExceptionDiskNotFound
source: Unable to retrieve disk information for {0} while setting drive label.
de: Laufwerksinformationen für {0} konnten zum Setzen der Volumenbezeichnung nicht abgerufen werden.

# ExceptionDriveLetterFormat
source: The local drive letter may only be succeeded by a ":"-character.
de: Dem Laufwerksbuchstaben darf nur ein ":" angehängt werden.

# ExceptionDriveLetterNotSet
source: The local drive letter must be set first.
de: Es muss zerst ein Laufwerksbuchstabe festgelegt werden.

# ExceptionDriveLetterOutOfRange
source: The local drive letter must begin with a letter from A to Z.
de: Der Laufwerksbuchstabe muss im Bereich A bis Z liegen.

# ExceptionNetworkDriveConnectionTimedOut
source: Connection was not established after {0} seconds.
de: Das Netzlaufwerk wurde nach {0} Sekunden nicht verbunden.

# ExceptionNetworkDriveDisconnectionTimedOut
source: Drive was not disconnected after {0} seconds.
de: Das Netzlaufwerk wurde nach {0} Sekunden nicht getrennt

# ExceptionNetworkDriveLockedMessage
source: The NetworkDrive {0} is currently locked.
de: Das Netzlaufwerk {0} ist aktuell blockiert.

# ExceptionReceiveAuthApiErrorMessage
source: API-Error while receiving authorization data: {0}
de: API-Fehler beim Empfangen der Autorisationsinformationen: {0}

# ExceptionRemoteAddressNotSet
source: The remote address must be set first.
de: Es muss zuerst eine Zieladresse eingegeben werden.

# ExceptionStaticLoadingWindowExists
source: Another static instance of LoadingWindow is already in use.
de: Eine andere statische Instanz von LoadingWindow ist bereits in Verwendung.

# InitialConfigWindowIntroText
source: Please select drives to be configured:
de: Bitte die Konfiguration wählen:

# InitialConfigWindowLabelTitle
source: Label:
de: Name:

# InitialConfigWindowLettersConflictMessage
source: Please select different drive letters for the folders or deselect one of them.
de: Bitte wählen Sie unterschiedliche Laufwerksbuchstaben oder deaktivieren Sie Laufwerke in Konflikt.

# InitialConfigWindowNoDrivesMessage
source: Do you really want to create no initial network drives?
de: Wirklich fortfahren ohne Netzlaufwerke zu erstellen?

# InitialConfigWindowSaveErrorMessage
source: Could not save network drives ({0}): {1}
de: Netzlaufwerke konnten nicht gespeichert werden ({0}): {1}

# InitialConfigWindowSkipConfigMessage
source: Do you really want to skip the automatic configuration?
de: Möchten Sie die erstmalige Konfiguration wirklich überspringen?

# InitialConfigWindowTitleBrandable
source: {APPNAME} - Initial Configuration
de: {APPNAME} - Erstmalige Konfiguration

# LoadingWindowTitle
source: Loading... Please wait
de: Laden... Bitte warten

# MainWindowActionFailedMessage
source: Unable to {0} drive "{1}": {2}
de: Konnte Laufwerk "{1}" nicht {0}: {2}

# MainWindowActionsPartiallyFailedMessage
source: Action was not performed for all drives.
de: Aktion konnte nicht für alle Laufwerke ausgeführt werden.

# MainWindowAddDriveDialogTitle
source: Add network drive
de: Netzlaufwerk hinzufügen

# MainWindowDisconnectBeforeRemoveMessage
source: Do want to disconnect the drives before removing?
de: Sollen die Laufwerke vor dem Entfernen getrennt werden?

# MainWindowEditDriveDialogTitle
source: Edit network drive
de: Netzlaufwerk bearbeiten

# MainWindowExportErrorMessage
source: Error exporting drives ({0}): {1}
de: Netzlaufwerke konnten nicht exportiert werden ({0}): {1}

# MainWindowExportProgressMessage
source: Exporting drives...
de: Netzlaufwerke werden exportiert...

# MainWindowImportCredentialsForText
source: Credentials for "{0}"
de: Benutzerdaten für "{0}"

# MainWindowImportErrorMessage
source: Could not import drives ({0}): {1}
de: Laufwerke konnten nicht importiert werden ({0}): {1}

# MainWindowImportProgressMessage
source: Importing drives...
de: Laufwerke werden importiert...

# MainWindowImportTitle
source: Import drives
de: Laufwerke importieren

# MainWindowNotAllDrivesRemovedMessage
source: Not all drives could be removed.
de: Nicht alle Laufwerke konnten entfernt werden.

# MainWindowRemoveDrivesMessage
source: Do you really want to remove the following drives?
de: Möchten Sie die folgenden Netzlaufwerke wirklich entfernen?

# MainWindowRemoveDrivesProgressMessage
source: Removing drives drives...
de: Netzlaufwerke werden entfernt...

# MainWindowRemoveDriveTitle
source: Remove network drives
de: Netzlaufwerke entfernen

# MessageApplicationExpiredBrandable
source: The expiration date of the application is exceeded. Please connect to the internet and try again.
de: Die maximale Offlinezeit für {APPNAME} wurde überschritten. Bitte verbinden Sie sich mit dem Internet und versuchen es dann erneut.

# MessageConnectionSuccessfull
source: Connection successfull.
de: Verbindung erfolgreich

# MessageCouldNotConnect
source: Could not connect network drive "{0}": {1}
de: Konnte nicht mit Netzlaufwerk "{0}" verbinden: {1}

# MessageDisconnectAllNetworkDrives
source: Disconnect all network drives?
de: Alle Netzlaufwerke trennen?

# MessageGenericError
source: Unhandled Exception ({0}): {1}
de: Unbehandelter Fehler ({0}): {1}

# MessageGenericErrorSource
source: Unhandled Exception in {0} ({1}): {2}
de: Unbehandelter Fehler in {0} ({1}): {2}

# MessageGenericErrorSourceAndStackTrace
source: Unhandled Exception in {0} ({1}): {2} {3}
de: Unbehandelter Fehler in {0} ({1}): {2} {3}

# MessageNoAuthorizedDomains
source: No authorized domains are available. Please connect to the internet and try again.
de: Keine autorisiereten Domains verfügbar. Bitte verbinden Sie sich mit dem Internet und versuchen es dann erneut.

# MessageTitleCheckConnection
source: Check connection
de: Verbindung prüfen

# MessageWaitForOperation
source: Please wait for the current operation to be finished.
de: Bitte warten Sie bis die aktuelle Operation abgeschlossen ist.

# NotifyIconAboutTitle
source: About
de: Über

# NotifyIconBackgroundHintTextBrandable
source: {APPNAME} is now running in the background. Right-click this icon to open the window.
de: {APPNAME} läuft nun im Hintergrund. Klicken sie auf diese Meldung um das Fenster anzuzeigen.

# NotifyIconConnectAllDrivesTitle
source: (Re-)Connect all drives
de: Alle Laufwerke (neu) verbinden

# NotifyIconDisconnectAllDrivesTitle
source: Disconnect all drives
de: Alle Laufwerke trennen

# NotifyIconExitTitle
source: Exit
de: Beenden

# NotifyIconShowMainWindowTitle
source: Show main window
de: Fenster anzeigen

# ProgressMessageCheckingConnection
source: Checking connection...
de: Verbindung wird geprüft...

# ProgressMessageConnectingDrive
source: Connecting drive {0}...
de: Laufwerk {0} verbinden...

# ProgressMessageConnectingDrives
source: Connecting drives...
de: Laufwerke verbinden...

# ProgressMessageDisconnectingDrive
source: Disconnecting drive {0}...
de: Laufwerk {0} wird getrennt...

# ProgressMessageDisconnectingDrives
source: Disconnecting drives...
de: Laufwerke werden getrennt...

# SettingsWindowAllowBetaTitle
source: Allow Beta versions
de: Beta-Versionen erlauben

# SettingsWindowApplicationGroupTitle
source: Application
de: Anwendung

# SettingsWindowAutoStartTitleBrandable
source: Start {APPNAME} after user login
de: {APPNAME} automatisch starten

# SettingsWindowAutoUpdateTitle
source: Check for updates at startup
de: Beim Programmstart nach Updates suchen

# SettingsWindowLoadErrorMessage
source: Error loading configuration ({0}): {1} {2}
de: Fehler beim Laden der Konfiguration ({0}): {1} {2}

# SettingsWindowPvExcelTitle
source: Excel: Disable Protected View
de: Excel: Geschützte Ansicht deaktivieren

# SettingsWindowPvPowerPointTitle
source: PowerPoint: Disable Protected View
de: PowerPoint: Geschützte Ansicht deaktivieren

# SettingsWindowPvWordTitle
source: Word: Disable Protected View
de: Word: Geschützte Ansicht deaktivieren

# SettingsWindowSaveErrorMessage
source: Error saving configuration ({0}): {1} {2}
de: Fehler beim Speichern der Konfiguration ({0}): {1} {2}

# SettingsWindowTitleBrandable
source: {APPNAME} Settings
de: {APPNAME} Einstellungen

# TitleCheckConnection
source: Check connection
de: Verbindung prüfen

source: No
de: Nein

source: Yes
de: Ja

# MessageWaitForOperationAndCloseWindows
source: Please wait for the current operation to be finished and close all dialogs.
de: Bitte warten Sie bis die aktuelle Operation abgeschlossen ist und schließen Sie alle Dialoge.

# MainWindowListColumnDriveLabelTitle
source: Drive label
de: Laufwerksname

# ExceptionDriveLabelInvalid
source: The drive label contains invalid characters.
de: Der Laufwerksname enthält ungültige Zeichen.

# MessageRemoteAddressAlreadyInUse
source: Another drive with the same remote address already exists.
de: Es existiert bereits ein Netzlaufwerk mit dieser Zieladresse.

# MainWindowMenuApplicationTitle
source: _Application
de: _Anwendung

# ToolTipEnvironmentVariables
source: You can use environment variables like %USERNAME% here.
de: Sie können hier Umgebungsvariablen der Form %USERNAME% verwenden.

# SettingsWindowLanguageEnglish
source: English
de: Englisch

# SettingsWindowLanguageGerman
source: German
de: Deutsch

# SettingsWindowLanguageSystemDefault
source: System default
de: Systemstandard

# SettingsWindowLanguageTitle
source: Language
de: Sprache

# MessageSettingsRestartRequiredBrandable
source: For all changes to take effect you need to restart {APPNAME}. Do you want to restart now?
de: Sie müssen {APPNAME} neu starten damit alle Änderungen wirksam werden. Soll der Neustart nun ausgeführt werden?

# SettingsWindowOnlyReconnectActiveDrives
source: Only reconnect at startup connected drives
de: Nur automatisch verbundene Laufwerke neu verbinden

# SettingsWindowOfficeNotInstalledGroupTitle
source: Microsoft Office (Not installed)
de: Microsoft Office (Nicht installiert)

# NotifyIconShowLogFile
source: Show log file
de: Log Datei öffnen

# MessageLicenseValid
source: Your license is valid and allows access to the following domains: {0}
de: Ihre Lizenz ist gültig und erlaubt Zugriff auf die folgenden Domänen: {0}

# MessageLicenseValidWithDate
source: Your license is valid up to {0} and allows access to the following domains: {1}
de: Ihre Lizenz ist bis zum {0} gültig und erlaubt Zugriff auf die folgenden Domänen: {1}

# MainWindowMenuLicenseInfoTitle
source: License information
de: Lizenzinformationen

# HintAllDomains
source: All domains
de: Alle Domänen

# WNetErrorAccessDenied
source: Access to the path denied.
de: Zugriff auf den Pfad verweigert.

# WNetErrorAuthorizationFailed
source: Username or password wrong.
de: Benutzername oder Passwort falsch.

# WNetErrorCanceledByUser
source: The operation was canceled by the user.
de: Die Operation wurde durch den Benutzer abgebrochen.

# WNetErrorLocalConflict
source: The connection conflicts with a local configuration. This mostly happens when the drive letter is already in use or you have entered different credentials for the domain in another connection.
de: Die Verbindung steht im Konflikt mit einer anderen Verbindung. Dies tritt meist auf, wenn ein Laufwerksbuchstabe mehrfach vergeben wird oder Sie verschiedene Nutzerdaten für dieselbe Domäne verwenden.

# WNetErrorNoNetwork
source: No network connections available.
de: Keine Netzwerkverbindungen verfügbar.

# WNetErrorNotSupported
source: This type of network resource is not supported.
de: Der Typ dieser Netzwerkverbindung wird nicht unterstützt.

# WNetErrorPathNotFound
source: The network path was not found.
de: Der Netzwerkpfad wurde nicht gefunden.

# WNetErrorResourceBusy
source: The given resource is currently beeing used.
de: Die Ressource ist aktuell in Verwendung.

# WNetErrorUnknownError
source: An unknown error has occured. Please check your input and network connection and try it again.
de: Ein unbekannter Fehler ist aufgetreten. Bitte prüfen Sie ihre Eingaben und Netzwerkverbindung und versuchen Sie es erneut.

# ActionVerbConnect
source: connect
de: verbinden

# ActionVerbDisconnect
source: disconnect
de: trennen

# ActionVerbReConnect
source: re-connect
de: verbinden

# WNetErrorNoInformation
source: No additional information supplied
de: Keine Informationen verfügbar

# WNetErrorWithCode
source: Error code {0} occured. Please try again later or contact your local IT support.
de: Ein Fehler mit Code {0} ist aufgetreten. Bitte versuchen sie es später erneut oder kontaktieren Sie ihren Systemadministrator.

# CredentialsWindowEnterCredentialsForDomainText
source: Please enter your credentials for "{0}":
de: Bitte geben Sie ihre Benutzerdaten für "{0}" ein:

# CredentialsWindowReEnterAfterFailDescription
source: Login failed after {1} tries. Please re-enter your credentials for "{0}":
de: Anmeldung nach {1} Versuchen fehlgeschlagen. Bitte geben Sie ihre Benutzerdaten für "{0}" erneut ein:

# MessageInitialization
source: Initializing application...
de: Die Anwendung wird initialisiert...

# MessageUnhandledExceptionBrandable
source: A fatal error occured. Please check the log file of {APPNAME}.
de: Es ist ein kritischer Fehler aufgetreten. Details entnehmen Sie bitte der Log-Datei von {APPNAME}.

# MessageConnectFailedAfterCheck
source: The connection could not be established. Please check your network connection and connect the drive manually in the main window.
de: Die Verbindung konnte trotz erfolgreicher Prüfung nicht hergestellt werden. Bitte überprüfen Sie ihre Netzwerkverbindung und verbinden Sie das Laufwerk manuell über das Hauptfenster.

# InitialConfigWindowMissingDriveLetterMessage
source: Please select a drive letter for all checked drives.
de: Bitte wählen Sie einen Laufwerksbuchstaben für alle markierten Laufwerke.

# WNetErrorDriveLetterInUse
source: The drive letter is already in use.
de: Der Laufwerksbuchstabe wird bereits verwendet.

# AdvancedSettingsButtonTitle
source: Advanced
de: Erweitert

# AdvancedSettingsWindowTitle
source: Advanced Settings
de: Erweiterte Einstellungen

# MainWindowMenuRestartWebClientTitle
source: Restart WebClient service
de: WebClient Dienst neu starten

# MessageRestartWebClient
source: This will reset all open connections and might lead to data loss. Please make sure you have no active file operations. Continue?
de: Hierdurch werden alle Netzwerkverbindungen zurückgesetzt, was zu Datenverlust führen kann. Bitte stellen Sie sicher, dass alle Dateizugriffe auf das Netzwerk abgeschlossen sind. Fortfahren?

# MessageRunElevatedFailed
source: Unable to execute command.
de: Der Befehl konnte nicht ausgeführt werden.

# AdvancedSettingsEnableShowLogMenu
source: Show button to open log file
de: Ermögliche schnelles Öffnen der Log-Datei

# AdvancedSettingsPreloadMainWindow
source: Preload main window
de: Hauptfenster vorladen

# AdvancedSettingsRestartWebClientButton
source: Show "Restart WebClient service" button in main menu
de: Zeige "WebClient Dienst neu starten" Button im Hauptmenü

# AdvancedSettingsUseFastWebDavCheck
source: Use fast WebDAV checking for connectivity
de: Benutze schnelle Methode zum Prüfen der WebDAV Konnektivität

# AdvancedSettingsUseWindowsApi
source: Use Windows API calls instead of CLI
de: Verwende Windows API anstelle von CLI

# MessageNotAllDrivesRestored
source: Not all connections could be restored.
de: Es konnte nicht alle Verbindungen wiederhergestellt werden.

# MessageLicenseExpired
source: Your license has expired or is not valid anymore.
de: Ihre Lizenz ist abgelaufen oder nicht mehr gültig.

# OpenSourceLicenseWindowTitle
source: Open Source Licenses
de: Open Source Lizenzen

source: Show Licenses
de: Lizenzen anzeigen

# ExportWindowEncryptionPassword
source: Password
de: Passwort

# ExportWindowEncryptionPasswordRepeat
source: Repeat password
de: Passwort wiederholen

# ExportWindowPropertiesTitle
source: Exported properties
de: Exportierte Eigenschaften

# ExportWindowPropertyPassword
source: Password
de: Passwort

# ExportWindowPropertyUsername
source: Username
de: Benutzername

# ExportWindowTitle
source: Export drives
de: Laufwerke exportieren

# ExportWindowUseEncryptionTitle
source: Use encryption
de: Verschlüsselter Export

# ExportWindowNoPasswordMessage
source: Please enter a password or disable encryption.
de: Bitte geben Sie ein Passwort ein oder deaktivieren Sie die Verschlüsselung.

# ExportWindowPasswordWithoutEncryptionMessage
source: Exporting passwords without encryption is not allowed.
de: Exportieren von unverschlüsselten Passwörtern ist nicht erlaubt.

# MessagePasswordsDoNotMatch
source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.

# EnterPasswordDialogTitle
source: Enter password
de: Passwort eingeben

# MainWindowImportPasswordMessage
source: Please enter the password:
de: Bitte geben Sie das Passwort ein:

# MessageNetworkDriveStorageCorrupted
source: Your network drive storage file is corrupt and needs to be reconfigured.
de: Die Daten der Netzlaufwerke sind beschädigt und müssen erneut eingegeben werden.

# MessageImportFailedNoDriveLetters
source: Not all drives could be imported because there are no more drive letters available.
de: Es konnten nicht alle Netzlaufwerke importiert werden, da nicht genügend Laufwerksbuchstaben zu Verfügung stehen.

# MessageCannotAddNoDriveLetters
source: Cannot add a new network drive while there are no drive letters available.
de: Es können aktuell keine neuen Netzlaufwerke angelegt werden, da keine weiteren Laufwerksbuchstaben verfügbar sind.
